Tekla.Structures.Model.RebarSpacing.ExactSpacing
This class defines objects used in the exact spacing type.

Tekla.Structures.Model.RebarSpacing.ExactSpacing.CheckElements(System.Collections.Generic.IEnumerable{Tekla.Structures.Model.RebarSpacing.ExactSpacing.Element})
Validates the elements.
elements: The elements.
Returns: A value indicating thet the elements are valid or what make them invalid.